{
  "nav": {
    "accueuil": "الرئيسية",
    "produits": "المنتجات",
    "carriere": "الوظائف",
    "contact": "اتصل"
  },
  "homePage": {
    "section1": {
      "title": "عالم\n من الحلاوة",
      "subtitle": "الشوكولاتة والحلويات، مصنوعة بشغف",
      "button": "اكتشف"
    },
    "section2": {
      "title": "كلمة المدير",
      "paragraph": "شركة Kaoua Food جزائرية تأسست عام 2011، متخصصة في إنتاج المنتجات الغذائية الزراعية.\n\nمعروفة بمرهمها الأيقوني \"Optilla\"، سرعان ما رسخت العلامة نفسها كمرجع في قلوب المستهلكين الجزائريين.\n\nاستنادًا إلى هذا النجاح، وسعت Kaoua Food محفظتها لتشمل مجموعة كاملة من الحلويات، الحلوى الصلبة والهلاميات: مزيج من الطعم والابتكار والجودة المستمرة.\n\nفي عام 2024، أطلقت الشركة مجموعة مميزة من الشوكولاتة والبسكويت تحت علامة MOON، استجابةً لطلب متزايد على منتجات عالية الجودة ومتاحة للجمهور العام."
    },
    "section3": {
      "title": "التاريخ",
      "p1": "شركة جزائرية تأسست عام 2011، متخصصة في إنتاج المنتجات الغذائية الزراعية.",
      "p2": "تُعدّ Kaoua Food شركة جزائرية تأسست سنة 2011، متخصصة في تصنيع المنتجات الغذائية. وقد اشتهرت بشكل خاص بعلامتها الرائدة في مجال الشوكولاتة القابلة للدهن Optilla، التي سرعان ما أصبحت مرجعًا أساسيًا وحاضرة بقوة في قلوب المستهلكين الجزائريين. وانطلاقًا من هذا النجاح، قامت Kaoua Food بتوسيع منتجاتها لتشمل مجموعة متكاملة من الحلويات، مثل الحلوى الصلبة والجيلاتين، حيث تجمع بين الطعم المميز، الابتكار، والجودة المستمرة. وفي سنة 2024، أطلقت الشركة مجموعة مميزة (Premium) من الشوكولاتة والبسكويت تحت علامة MOON، استجابةً للطلب المتزايد على منتجات عالية الجودة، تجمع بين التميز وسهولة الوصول إلى شريحة واسعة من المستهلكين.",
      "origines": "أصول\nالعلامة",
      "stats": {
        "yearsNumber": "14",
        "yearsLabel": "سنة",
        "existence": "من التأسيس"
      }
    },
    "section4": {
      "title": "رسالتنا",
      "p1": "نسعى إلى تزويد عملائنا ومستهلكينا بمنتجات متميزة من الشوكولاتة والحلويات والبسكويت، قائمة على أعلى معايير الجودة، ومدعومة بروح فريق عمل ملتزم وشغوف، يعمل ضمن مؤسسة تتحمل مسؤولياتها بكل احترافية. كما نحرص على ضمان وصول منتجاتنا إلى جميع فئات المجتمع، بما في ذلك المناطق النائية من الوطن، من خلال شراكات قائمة على الثقة والاستدامة وخدمة الصالح العام.",
      "values": [
        {
          "title": "الجودة",
          "content": "نلتزم بتقديم منتجات تجمع بين التميز والطعم."
        },
        {
          "title": "الابتكار",
          "content": "خبرتنا وقسم البحث والتطوير لدينا مكرسان بالكامل لابتكار المنتجات."
        },
        {
          "title": "القرب",
          "content": "نضع المستهلك الجزائري في قلب استراتيجيتنا."
        }
      ],
      "redcard": {
        "title": "رؤيتنا",
        "p2": "نسعى لأن يكون كل منتج من Kaoua Food رمزًا للثقة، الابتكار، والفخر الوطني، مع العمل على إثراء لحظات الحياة اليومية لمستهلكينا من خلال تقديم منتجات تجمع بين الأصالة والجودة والكرم."
      },
      "badge": "القيم",
      "orangecard": {
        "title": "قيمنا\nالأساسية",
        "p2": "توجّه قيمنا الأساسية قراراتنا وسلوكياتنا وتطورنا على المدى الطويل: \n-التركيز على العميل \n-التزام الموظفين \n-الأداء المستدام \n-المسؤولية المجتمعية للشركة \n-الامتثال للمعايير الدولية"
      },
      "engagements": [
        {
          "title": "عملية التصنيع",
          "paragraph": "تمتلك مصانعنا خطوط إنتاج متخصصة لمعجون الشوكولاتة والبسكويت والحلويات. يتم التحكم بعناية في كل مرحلة، من اختيار المواد الخام إلى التغليف النهائي، لضمان دمج الكفاءة الصناعية مع التميز في الجودة والطعم."
        },
        {
          "title": "الابتكار والخبرة الصناعية",
          "paragraph": "في Kaoua Food، الابتكار هو جوهر نهجنا الصناعي. تعمل فرق البحث والتطوير لدينا بتناغم مع وحدات الإنتاج لتقديم منتجات متميزة ولذيذة تلبي توقعات المستهلكين. تتيح لنا تقنياتنا الصناعية الحديثة الاستجابة بسرعة ومرونة لتطورات السوق، ما يجعل الابتكار والإبداع والدقة أساس قوتنا وتميزنا."
        },
        {
          "title": "الجودة وشهادة ISO 9001",
          "paragraph": "حصلت Kaoua Food على شهادة ISO 9001، اعترافًا بنظام إدارة الجودة المتطور لديها. تضمن هذه الشهادة عمليات منتظمة، وتحسينًا مستمرًا، وتركيزًا قويًا على رضا العميل. تعكس التزامنا اليومي بتقديم منتجات آمنة، موثوقة، وعالية الجودة، وفق أعلى المعايير العالمية "
        },
        {
          "title": "حماية البيانات الشخصية",
          "paragraph": "تلتزم Kaoua Food بالامتثال الكامل للقانون رقم 18-07 لحماية البيانات الشخصية. نُعالج معلومات عملائنا وشركائنا وموظفينا بشفافية ومسؤولية كاملة. وقد تم وضع إجراءات تقنية وتنظيمية صارمة لضمان سرية وحماية البيانات. تعكس سياستنا في حماية البيانات قيم الثقة والاحترام التي نؤمن بها في جميع أعمالنا."
        }
      ]
    },
    "certification": "تحميل الشهادة",
    "section5": {
      "title": "الوظائف",
      "subtitle": "اكتشف فرص عمل مثيرة في منشآتنا."
    }
  },
  "contact": {
    "title": "اتصل",
    "description": "هل لديك سؤال حول منتجاتنا أو تريد فقط أن تقول مرحبًا؟ يسعدنا أن نسمع منك! تواصل مع فريق خدمة العملاء الودود لدينا عبر الهاتف أو البريد الإلكتروني أو عبر نموذج الاتصال.",
    "form": "نموذج الاتصال",
    "envoyer": "إرسال",
    "address_label": "العنوان",
    "address": "Domaine Halimi propriété N°260 lot 193 Section 03 local B, Hamadi W.Boumerdes – الجزائر",
    "service": "خدمة\nالمستهلك",
    "placeholders": {
      "name": "الاسم و اللقب",
      "company": "الشركة",
      "phone": "الهاتف",
      "message": "رسالة"
    }
  },
  "catalogue": {
    "title": "كتالوجنا",
    "subtitle": "حمّل كتالوج منتجاتنا بصيغة PDF",
    "button": "تحميل الكتالوج"
  },
  "vedettes": "منتجاتنا المتميزة",
  "nosProduits": "منتجاتنا",
  "marques": "علاماتنا التجارية",
  "footer": {
    "brand": "KAOUAFOOD",
    "address": "العنوان : Domaine Halimi propriété N°260 lot 193 Section 03 local B, Hamadi W.Boumerdes – الجزائر",
    "contact_title": "اتصل",
    "tel_label": "هاتف",
    "phone1": "0560 04 05 37",
    "phone2": "0562 67 80 06",
    "mail_label": "بريد إلكتروني",
    "email": "contact@kaouafood.dz",
    "legal_title": "الإشعارات القانونية",
    "copyright": "© 2025 Kaouafood",
    "subinfo": "moon.inc\nمشغل بواسطة NO BS Studio",
    "navigation_title": "التنقل",
    "nav_home": "الرئيسية",
    "nav_products": "المنتجات",
    "nav_career": "الوظائف",
    "nav_contact": "اتصل",
    "socials_title": "وسائل التواصل",
    "map_alt": "خريطة",
    "mobile_map_alt": "خريطة"
  }
}